Repository: jakubvalenta/human-activities
Catalog: lang/*.po
Languages: cs_cz

source: Choose a directory
cs_cz: Vyberte adresář

source: Add more
cs_cz: Přidat další

source: Remove
cs_cz: Odstranit

source: Browse
cs_cz: Vybrat

source: Human Activities - Advanced Configuration
cs_cz: Lidské Aktivity - Pokročilé nastavení

source: Scan every (hours), 0 = scan only on application startup
cs_cz: Přepočítat adresáře každých (počet hodin), 0 = přepočítat pouze po spuštění aplikace

source: Compare
cs_cz: Porovnávat

source: Include only files newer than (days), 0 = all files
cs_cz: Započítávat pouze adresáře novější než (počet dní), 0 = započítávat vše

source: Directories
cs_cz: Adresáře

source: Reached the maximum of {max_len} directories
cs_cz: Dosaženo maximálního počtu adresářů ({max_len})

source: System directories
cs_cz: Systémové adresáře

source: Hide
cs_cz: Skrýt

source: Restore
cs_cz: Obnovit

source: Human Activities
cs_cz: Lidské Aktivity

source: Setup
cs_cz: Nastavení

source: Please choose the directories you want to monitor.
cs_cz: Prosím vyberte adresáře, které si přejete sledovat.

source: No directories configured
cs_cz: Nejsou nastavené žádné adresáře

source: Counting only files modified in the past {days} days
cs_cz: Započítává pouze soubory změněné v posledních {days} dnech

source: Maximum number of directories exceeded, showing only the first {max_len}
cs_cz: Překročen maximální počet adresářů, zobrazuje se pouze prvních {max_len}

source: All subdirectories of selected directory
cs_cz: Všechny podadresáře zvoleného adresáře

source: Selected directories
cs_cz: Vybrané adresáře

source: Paid work
cs_cz: Honorovaná práce

source: Unpaid work
cs_cz: Nehonorovaná práce

source: Recreation
cs_cz: Volný čas

source: Other
cs_cz: Ostatní

source: Size in bytes
cs_cz: Velikost v bytech

source: Number of files
cs_cz: Počet souborů

source: {value} files
cs_cz: {value} souborů

source: &Setup
cs_cz: Nastavení

source: Advanced &configuration
cs_cz: Pokročilé nastavení

source: &About
cs_cz: O &aplikaci

source: &Quit
cs_cz: Ukončit

source: Advanced configuration
cs_cz: Pokročilé nastavení

source: About
cs_cz: O aplikaci

source: Quit
cs_cz: Ukončit
